Repository: Aiachy/iSalah.iOS
Catalog: iSalah/iSalah/Source/Localizable.xcstrings
Source language: en
Languages: af, ar, az, da, de, el, es, es_us, fi, fr, hi, hu, id, it, ja, ko, ku, ms, nl, pl, pt, pt_br, ro, ru, th, tr, vi, zh_hans, zh_hk

source: Accessibility
af: Toeganklikheid
ar: إمكانية الوصول
az: Əlçatanlıq
da: Tilgængelighed
de: Barrierefreiheit
el: Προσβασιμότητα
es: Accesibilidad
es_us: Accesibilidad
fi: Saavutettavuus
fr: Accessibilité
hi: पहुँच-क्षमता
hu: Hozzáférhetőség
id: Aksesibilitas
it: Accessibilità
ja: アクセシビリティ
ko: 접근성
ku: Gihîştin
ms: Kebolehcapaian
nl: Toegankelijkheid
pl: Dostępność
pt: Acessibilidade
pt_br: Acessibilidade
ro: Accesibilitate
ru: Доступность
th: การเข้าถึง
tr: Erişilebilirlik
vi: Khả năng tiếp cận
zh_hans: 无障碍
zh_hk: 無障礙

source: Add Item
af: Voeg Item by
ar: إضافة عنصر
az: Element əlavə et
da: Tilføj element
de: Element hinzufügen
el: Προσθήκη στοιχείου
es: Añadir elemento
es_us: Agregar elemento
fi: Lisää kohde
fr: Ajouter un élément
hi: आइटम जोड़ें
hu: Elem hozzáadása
id: Tambah Item
it: Aggiungi elemento
ja: アイテムを追加
ko: 항목 추가
ku: Hêmanek lê zêde bike
ms: Tambah Item
nl: Item toevoegen
pl: Dodaj element
pt: Adicionar item
pt_br: Adicionar item
ro: Adaugă element
ru: Добавить элемент
th: เพิ่มรายการ
tr: Öğe Ekle
vi: Thêm mục
zh_hans: 添加项目
zh_hk: 新增項目

source: Add New Dhikr
af: Voeg Nuwe Dhikr by
ar: إضافة ذكر جديد
az: Yeni Zikr əlavə et
da: Tilføj ny Dhikr
de: Neuen Dhikr hinzufügen
el: Προσθήκη νέου Dhikr
es: Añadir nuevo Dhikr
es_us: Agregar nuevo Dhikr
fi: Lisää uusi Dhikr
fr: Ajouter un nouveau Dhikr
hi: नया ज़िक्र जोड़ें
hu: Új Dhikr hozzáadása
id: Tambah Dhikr Baru
it: Aggiungi nuovo Dhikr
ja: 新しいジクル（唱念）を追加
ko: 새 디크르 추가
ku: Zikrê nû lê zêde bike
ms: Tambah Zikir Baru
nl: Nieuwe Dhikr toevoegen
pl: Dodaj nowy Dhikr
pt: Adicionar novo Dhikr
pt_br: Adicionar novo Dhikr
ro: Adaugă Dhikr nou
ru: Добавить новый Зикр
th: เพิ่มซิกร์ใหม่
tr: Yeni Zikir Ekle
vi: Thêm Dhikr mới
zh_hans: 添加新的记念词
zh_hk: 新增記念詞

source: Arabian Desert
af: Arabiese Woestyn
ar: الصحراء العربية
az: Ərəbistan Səhrası
da: Arabiske Ørken
de: Arabische Wüste
el: Αραβική Έρημος
es: Desierto Arábigo
es_us: Desierto Arábigo
fi: Arabian aavikko
fr: Désert d'Arabie
hi: अरब का रेगिस्तान
hu: Arab sivatag
id: Gurun Arab
it: Deserto Arabico
ja: アラビア砂漠
ko: 아라비아 사막
ku: Çola Erebî
ms: Gurun Arab
nl: Arabische Woestijn
pl: Pustynia Arabska
pt: Deserto Arábico
pt_br: Deserto Arábico
ro: Deșertul Arabic
ru: Аравийская пустыня
th: ทะเลทรายอาหรับ
tr: Arap Çölü
vi: Sa mạc Ả Rập
zh_hans: 阿拉伯沙漠
zh_hk: 阿拉伯沙漠

source: As a user of the application, you are responsible for:
af: As 'n gebruiker van die toepassing is jy verantwoordelik vir:
ar: كمستخدم للتطبيق، أنت مسؤول عن:
az: Tətbiqin istifadəçisi olaraq siz aşağıdakılara görə məsuliyyət daşıyırsınız:
da: Som bruger af applikationen er du ansvarlig for:
de: Als Nutzer der Anwendung sind Sie verantwortlich für:
el: Ως χρήστης της εφαρμογής, είστε υπεύθυνοι για:
es: Como usuario de la aplicación, usted es responsable de:
es_us: Como usuario de la aplicación, usted es responsable de:
fi: Sovelluksen käyttäjänä olet vastuussa seuraavista:
fr: En tant qu'utilisateur de l'application, vous êtes responsable de :
hi: एप्लिकेशन के उपयोगकर्ता के रूप में, आप इनके लिए जिम्मेदार हैं:
hu: Az alkalmazás felhasználójaként Ön felelős a következőkért:
id: Sebagai pengguna aplikasi, Anda bertanggung jawab untuk:
it: Come utente dell'applicazione, sei responsabile per:
ja: アプリケーションのユーザーとして、あなたには以下の責任があります：
ko: 애플리케이션 사용자로서 귀하는 다음에 대한 책임이 있습니다:
ku: Wek bikarhênerê sepanê, tu berpirsiyar î ji bo:
ms: Sebagai pengguna aplikasi, anda bertanggungjawab untuk:
nl: Als gebruiker van de applicatie bent u verantwoordelijk voor:
pl: Jako użytkownik aplikacji, jesteś odpowiedzialny za:
pt: Como utilizador da aplicação, você é responsável por:
pt_br: Como usuário do aplicativo, você é responsável por:
ro: Ca utilizator al aplicației, sunteți responsabil pentru:
ru: Как пользователь приложения, вы несете ответственность за:
th: ในฐานะผู้ใช้แอปพลิเคชั่น คุณมีหน้าที่รับผิดชอบต่อ:
tr: Uygulamanın kullanıcısı olarak, aşağıdakilerden sorumlusunuz:
vi: Với tư cách là người dùng ứng dụng, bạn có trách nhiệm:
zh_hans: 作为应用程序的用户，您负责：
zh_hk: 作為應用程式的用戶，您負責：

source: Back
af: Terug
ar: رجوع
az: Geri
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
es_us: Atrás
fi: Takaisin
fr: Retour
hi: वापस
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
ku: Paşve
ms: Kembali
nl: Terug
pl: Wstecz
pt: Voltar
pt_br: Voltar
ro: Înapoi
ru: Назад
th: ย้อนกลับ
tr: Geri
vi: Quay lại
zh_hans: 返回
zh_hk: 返回

source: Beginning of Ramadan
af: Begin van Ramadan
ar: بداية رمضان
az: Ramazanın başlanğıcı
da: Begyndelsen af Ramadan
de: Beginn des Ramadan
el: Αρχή του Ραμαζανιού
es: Comienzo del Ramadán
es_us: Comienzo del Ramadán
fi: Ramadanin alku
fr: Début du Ramadan
hi: रमज़ान का आरंभ
hu: Ramadán kezdete
id: Awal Ramadhan
it: Inizio del Ramadan
ja: ラマダーン月の始まり
ko: 라마단의 시작
ku: Destpêka Remezanê
ms: Permulaan Ramadan
nl: Begin van Ramadan
pl: Początek Ramadanu
pt: Início do Ramadão
pt_br: Início do Ramadã
ro: Începutul Ramadanului
ru: Начало Рамадана
th: เริ่มต้นเดือนรอมฎอน
tr: Ramazan Başlangıcı
vi: Bắt đầu tháng Ramadan
zh_hans: 斋月开始
zh_hk: 齋月開始

source: Beginning of Three Holy Months
af: Begin van Drie Heilige Maande
ar: بداية الأشهر الثلاثة المقدسة
az: Üç Müqəddəs Ayın Başlanğıcı
da: Begyndelsen af Tre Hellige Måneder
de: Beginn der Drei Heiligen Monate
el: Αρχή των Τριών Ιερών Μηνών
es: Comienzo de los Tres Meses Sagrados
es_us: Comienzo de los Tres Meses Sagrados
fi: Kolmen pyhän kuukauden alku
fr: Début des Trois Mois Sacrés
hi: तीन पवित्र महीनों की शुरुआत
hu: A Három Szent Hónap kezdete
id: Awal Tiga Bulan Suci
it: Inizio dei Tre Mesi Sacri
ja: 三聖月の始まり
ko: 세 성월의 시작
ku: Destpêka Sê Mehên Pîroz
ms: Permulaan Tiga Bulan Suci
nl: Begin van Drie Heilige Maanden
pl: Początek Trzech Świętych Miesięcy
pt: Início dos Três Meses Sagrados
pt_br: Início dos Três Meses Sagrados
ro: Începutul celor Trei Luni Sfinte
ru: Начало Трех Священных Месяцев
th: เริ่มต้นสามเดือนศักดิ์สิทธิ์
tr: Üç Ayların Başlangıcı
vi: Bắt đầu Ba Tháng Thiêng liêng
zh_hans: 三圣月开始
zh_hk: 三聖月開始

source: Blessed Days
af: Geseënde Dae
ar: أيام مباركة
az: Mübarək Günlər
da: Velsignede Dage
de: Gesegnete Tage
el: Ευλογημένες Ημέρες
es: Días Benditos
es_us: Días Benditos
fi: Siunatut Päivät
fr: Jours Bénis
hi: पवित्र दिन
hu: Áldott Napok
id: Hari-hari Berkah
it: Giorni Benedetti
ja: 祝福された日々
ko: 축복받은 날들
ku: Rojên Pîroz
ms: Hari-hari Diberkati
nl: Gezegende Dagen
pl: Błogosławione Dni
pt: Dias Abençoados
pt_br: Dias Abençoados
ro: Zile Binecuvântate
ru: Благословенные Дни
th: วันศักดิ์สิทธิ์
tr: Mübarek Günler
vi: Những Ngày Hồng Phúc
zh_hans: 吉祥日
zh_hk: 吉祥日

source: By accessing or using our application, you agree to be bound by these Terms. If you disagree with any part of the terms, you may not access the application.
af: Deur toegang tot of gebruik van ons toepassing, stem jy in om deur hierdie Voorwaardes gebind te word. As jy met enige deel van die voorwaardes verskil, mag jy nie toegang tot die toepassing kry nie.
ar: بالوصول إلى تطبيقنا أو استخدامه، فإنك توافق على الالتزام بهذه الشروط. إذا كنت لا توافق على أي جزء من الشروط، فلا يجوز لك الوصول إلى التطبيق.
az: Tətbiqimizə daxil olmaqla və ya istifadə etməklə, bu Şərtlərlə bağlı olmağa razılaşırsınız. Şərtlərin hər hansı bir hissəsi ilə razılaşmırsınızsa, tətbiqə daxil ola bilməzsiniz.
da: Ved at tilgå eller bruge vores applikation accepterer du at være bundet af disse Vilkår. Hvis du er uenig i nogen del af vilkårene, må du ikke tilgå applikationen.
de: Durch den Zugriff auf oder die Nutzung unserer Anwendung stimmen Sie zu, an diese Bedingungen gebunden zu sein. Wenn Sie mit einem Teil der Bedingungen nicht einverstanden sind, dürfen Sie nicht auf die Anwendung zugreifen.
el: Με την πρόσβαση ή τη χρήση της εφαρμογής μας, συμφωνείτε να δεσμεύεστε από αυτούς τους Όρους. Εάν διαφωνείτε με οποιοδήποτε μέρος των όρων, δεν επιτρέπεται να έχετε πρόσβαση στην εφαρμογή.
es: Al acceder o utilizar nuestra aplicación, usted acepta estar sujeto a estos Términos. Si no está de acuerdo con alguna parte de los términos, no podrá acceder a la aplicación.
es_us: Al acceder o utilizar nuestra aplicación, usted acepta estar sujeto a estos Términos. Si no está de acuerdo con alguna parte de los términos, no podrá acceder a la aplicación.
fi: Käyttämällä sovellustamme sitoudut noudattamaan näitä ehtoja. Jos et hyväksy mitään osaa ehdoista, et saa käyttää sovellusta.
fr: En accédant ou en utilisant notre application, vous acceptez d'être lié par ces Conditions. Si vous n'êtes pas d'accord avec une partie des conditions, vous ne pouvez pas accéder à l'application.
hi: हमारे एप्लिकेशन तक पहुंचकर या उसका उपयोग करके, आप इन शर्तों से बंधे होने पर सहमत होते हैं। यदि आप शर्तों के किसी भी हिस्से से असहमत हैं, तो आप एप्लिकेशन तक पहुंच नहीं सकते हैं।
hu: Az alkalmazásunk elérésével vagy használatával Ön elfogadja, hogy ezek a Feltételek kötelezik. Ha nem ért egyet a feltételek bármely részével, nem férhet hozzá az alkalmazáshoz.
id: Dengan mengakses atau menggunakan aplikasi kami, Anda setuju untuk terikat oleh Ketentuan ini. Jika Anda tidak setuju dengan bagian apa pun dari ketentuan, Anda tidak boleh mengakses aplikasi.
it: Accedendo o utilizzando la nostra applicazione, accetti di essere vincolato da questi Termini. Se non sei d'accordo con qualsiasi parte dei termini, non puoi accedere all'applicazione.
ja: 当アプリケーションにアクセスまたは使用することにより、あなたはこれらの利用規約に拘束されることに同意したものとみなします。利用規約のいずれかの部分に同意できない場合は、アプリケーションにアクセスすることはできません。
ko: 애플리케이션에 접속하거나 사용함으로써 귀하는 이 약관에 구속되는 것에 동의합니다. 약관의 어느 부분에든 동의하지 않으시면 애플리케이션에 접속하실 수 없습니다.
ku: Bi gihîştina an bikaranîna sepana me, hûn qebûl dikin ku hûn bi van Şertan ve girêdayî ne. Eger hûn bi her parçeyek ji şertan re ne razî bin, hûn nikarin bigihîjin sepanê.
ms: Dengan mengakses atau menggunakan aplikasi kami, anda bersetuju untuk terikat dengan Syarat-syarat ini. Jika anda tidak bersetuju dengan mana-mana bahagian syarat, anda tidak boleh mengakses aplikasi.
nl: Door toegang te krijgen tot of gebruik te maken van onze applicatie, gaat u ermee akkoord gebonden te zijn aan deze Voorwaarden. Als u het niet eens bent met enig deel van de voorwaarden, mag u geen toegang hebben tot de applicatie.
pl: Uzyskując dostęp do naszej aplikacji lub korzystając z niej, zgadzasz się przestrzegać niniejszych Warunków. Jeśli nie zgadzasz się z jakąkolwiek częścią warunków, nie możesz korzystać z aplikacji.
pt: Ao aceder ou utilizar a nossa aplicação, concorda em ficar vinculado a estes Termos. Se discordar de qualquer parte dos termos, não poderá aceder à aplicação.
pt_br: Ao acessar ou usar nosso aplicativo, você concorda em estar vinculado a estes Termos. Se você discordar de qualquer parte dos termos, você não poderá acessar o aplicativo.
ro: Prin accesarea sau utilizarea aplicației noastre, sunteți de acord să fiți obligat de acești Termeni. Dacă nu sunteți de acord cu orice parte a termenilor, nu puteți accesa aplicația.
ru: Получая доступ к нашему приложению или используя его, вы соглашаетесь соблюдать настоящие Условия. Если вы не согласны с какой-либо частью условий, вы не можете получить доступ к приложению.
th: การเข้าถึงหรือใช้แอปพลิเคชันของเรา หมายถึงคุณยอมรับที่จะผูกพันตามข้อกำหนดเหล่านี้ หากคุณไม่เห็นด้วยกับส่วนใดส่วนหนึ่งของข้อกำหนด คุณไม่สามารถเข้าถึงแอปพลิเคชันได้
tr: Uygulamamıza erişerek veya kullanarak, bu Şartlara bağlı kalmayı kabul etmiş olursunuz. Şartların herhangi bir kısmına katılmıyorsanız, uygulamaya erişemezsiniz.
vi: Bằng việc truy cập hoặc sử dụng ứng dụng của chúng tôi, bạn đồng ý bị ràng buộc bởi các Điều khoản này. Nếu bạn không đồng ý với bất kỳ phần nào của điều khoản, bạn không được phép truy cập ứng dụng.
zh_hans: 访问或使用我们的应用程序，即表示您同意受这些条款的约束。如果您不同意条款的任何部分，则不得访问该应用程序。
zh_hk: 透過存取或使用我們的應用程式，即表示您同意受這些條款的約束。如果您不同意條款的任何部分，則不得存取該應用程式。

source: Cancel
af: Kanselleer
ar: إلغاء
az: Ləğv et
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Peruuta
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ku: Betal bike
ms: Batal
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Anulează
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hk: 取消

source: Continue
af: Gaan voort
ar: متابعة
az: Davam edin
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_us: Continuar
fi: Jatka
fr: Continuer
hi: जारी रखें
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
ku: Bidomîne
ms: Teruskan
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
pt_br: Continuar
ro: Continuă
ru: Продолжить
th: ดำเนินการต่อ
tr: Devam
vi: Tiếp tục
zh_hans: 继续
zh_hk: 繼續

source: Could you please share your location so that we can calculate prayer times with precision and provide religious information specific to your area?
af: Kan jy asseblief jou ligging deel sodat ons gebedsye met presisie kan bereken en godsdienstige inligting spesifiek vir jou area kan verskaf?
ar: هل يمكنك مشاركة موقعك حتى نتمكن من حساب أوقات الصلاة بدقة وتقديم معلومات دينية خاصة بمنطقتك؟
az: Namaz vaxtlarını dəqiqliklə hesablaya bilməyimiz və ərazinizə xüsusi dini məlumatlar təqdim edə bilməyimiz üçün məkanınızı paylaşa bilərsinizmi?
da: Vil du venligst dele din placering, så vi kan beregne bønnestider med præcision og give religiøs information specifik for dit område?
de: Würden Sie bitte Ihren Standort teilen, damit wir Gebetszeiten präzise berechnen und religiöse Informationen speziell für Ihre Region bereitstellen können?
el: Θα μπορούσατε να μοιραστείτε την τοποθεσία σας ώστε να μπορούμε να υπολογίσουμε τους χρόνους προσευχής με ακρίβεια και να παρέχουμε θρησκευτικές πληροφορίες ειδικά για την περιοχή σας;
es: ¿Podría compartir su ubicación para que podamos calcular los horarios de oración con precisión y proporcionar información religiosa específica para su área?
es_us: ¿Podría compartir su ubicación para que podamos calcular los horarios de oración con precisión y proporcionar información religiosa específica para su área?
fi: Voisitko jakaa sijaintisi, jotta voimme laskea rukousajat tarkasti ja tarjota uskonnollista tietoa juuri sinun alueellesi?
fr: Pourriez-vous partager votre emplacement afin que nous puissions calculer les heures de prière avec précision et fournir des informations religieuses spécifiques à votre région ?
hi: क्या आप कृपया अपना स्थान साझा कर सकते हैं ताकि हम सटीकता के साथ नमाज़ के समय की गणना कर सकें और आपके क्षेत्र के लिए विशिष्ट धार्मिक जानकारी प्रदान कर सकें?
hu: Megosztaná a tartózkodási helyét, hogy pontosan kiszámíthassuk az imaidőket és az Ön területére vonatkozó vallási információkat nyújthassunk?
id: Dapatkah Anda berbagi lokasi Anda sehingga kami dapat menghitung waktu shalat dengan tepat dan memberikan informasi keagamaan khusus untuk daerah Anda?
it: Potresti condividere la tua posizione in modo che possiamo calcolare gli orari di preghiera con precisione e fornire informazioni religiose specifiche per la tua zona?
ja: 正確な礼拝時間を計算し、あなたの地域に特化した宗教情報を提供するために、位置情報を共有していただけませんか？
ko: 정확한 기도 시간을 계산하고 지역에 맞는 종교 정보를 제공할 수 있도록 위치를 공유해 주시겠습니까?
ku: Ji kerema xwe hûn dikarin cîhê xwe parve bikin da ku em bikaribin demên nimêjê bi rastî hesab bikin û agahiyên olî yên taybetî ji bo herêma we peyda bikin?
ms: Bolehkah anda berkongsi lokasi anda supaya kami dapat mengira waktu solat dengan tepat dan menyediakan maklumat agama khusus untuk kawasan anda?
nl: Zou u uw locatie willen delen zodat we gebedsijden nauwkeurig kunnen berekenen en religieuze informatie kunnen bieden die specifiek is voor uw omgeving?
pl: Czy mógłbyś udostępnić swoją lokalizację, abyśmy mogli dokładnie obliczyć czasy modlitw i dostarczyć informacje religijne specyficzne dla Twojego obszaru?
pt: Poderia partilhar a sua localização para que possamos calcular os horários de oração com precisão e fornecer informações religiosas específicas para a sua área?
pt_br: Você poderia compartilhar sua localização para que possamos calcular os horários de oração com precisão e fornecer informações religiosas específicas para sua área?
ro: Ați putea să vă împărtășiți locația pentru a putea calcula orele de rugăciune cu precizie și a oferi informații religioase specifice zonei dumneavoastră?
ru: Не могли бы вы поделиться своим местоположением, чтобы мы могли точно рассчитать время молитв и предоставить религиозную информацию, специфичную для вашего региона?
th: กรุณาแชร์ตำแหน่งที่ตั้งของคุณเพื่อให้เราสามารถคำนวณเวลาละหมาดได้อย่างแม่นยำและให้ข้อมูลทางศาสนาเฉพาะสำหรับพื้นที่ของคุณ
tr: Namaz vakitlerini hassas bir şekilde hesaplayabilmemiz ve bölgenize özel dini bilgiler sunabilmemiz için konumunuzu paylaşır mısınız?
vi: Bạn có thể chia sẻ vị trí của mình để chúng tôi có thể tính toán chính xác thời gian cầu nguyện và cung cấp thông tin tôn giáo phù hợp với khu vực của bạn không?
zh_hans: 您能否分享您的位置，以便我们能够精确计算祈祷时间并提供适合您所在地区的宗教信息？
zh_hk: 您能否分享您的位置，以便我們能夠精確計算祈禱時間並提供適合您所在地區的宗教資訊？

source: Count: %lld
af: Telling: %lld
ar: العدد: %lld
az: Say: %lld
da: Antal: %lld
de: Anzahl: %lld
el: Πλήθος: %lld
es: Contador: %lld
es_us: Contador: %lld
fi: Määrä: %lld
fr: Compteur : %lld
hi: गिनती: %lld
hu: Számláló: %lld
id: Hitungan: %lld
it: Conteggio: %lld
ja: カウント: %lld
ko: 횟수: %lld
ku: Hejmar: %lld
ms: Kiraan: %lld
nl: Telling: %lld
pl: Licznik: %lld
pt: Contagem: %lld
pt_br: Contagem: %lld
ro: Numărătoare: %lld
ru: Счёт: %lld
th: จำนวน: %lld
tr: Sayaç: %lld
vi: Đếm: %lld
zh_hans: 计数：%lld
zh_hk: 計數：%lld
